{"apps":[{"beta":false,"bundleIdentifier":"com.google.ios.youtube","developerName":"Curcube","downloadURL":"https://storage.ihvn.dev/ipas/cercube_5.2.7.ipa","iconURL":"https://thumbs.dreamstime.com/b/web-189206689.jpg","localizedDescription":"Get the official YouTube app on iPhones and iPads. See what the world is watching -- from the hottest music videos to what’s popular in gaming, fashion, beauty, news, learning and more. Subscribe to channels you love, create content of your own, share with friends, and watch on any device.\n\n\nWatch and subscribe\n\n● Browse personal recommendations on Home\n\n● See the latest from your favorite channels in Subscriptions\n\n● Look up videos you’ve watched, liked, and saved for later in Library\n\n\nExplore different topics, what’s popular, and on the rise (available in select countries)\n\n● Stay up to date on what’s popular in music, gaming, beauty, news, learning and more\n\n● See what’s trending on YouTube and around the world on Explore\n\n● Learn about the coolest Creators, Gamers, and Artists on the Rise (available in select countries)\n\n\nConnect with the YouTube community\n\n● Keep up with your favorites creators with Posts, Stories, Premieres, and Live streams\n\n● Join the conversation with comments and interact with creators and other community members\n\n\nCreate content from your mobile device\n\n● Create or upload your own videos directly in the app\n\n● Engage with your audience in real time with live streaming right from the app\n\n\nFind the experience that fits you and your family (available in select countries)\n\n● Every family has their own approach to online video. Learn about your options: the YouTube Kids app or a new parent supervised experience on YouTube at youtube.com/myfamily\n\n\nSupport creators you love with channel memberships (available in select countries)\n\n● Join channels that offer paid monthly memberships and support their work\n\n● Get access to exclusive perks from the channel & become part of their members community\n\n● Stand out in comments and live chats with a loyalty badge next to your username\n\n\nUpgrade to YouTube Premium (available in select countries)\n\n● Watch videos uninterrupted by ads, while using other apps, or when the screen is locked\n\n● Save videos for when you really need them – like when you’re on a plane or commuting\n\n● Get access to YouTube Music Premium as part of your benefits","name":"Youtube","screenshotURLs":["https://is4-ssl.mzstatic.com/image/thumb/Purple113/v4/c6/57/01/c6570194-e19c-2628-4a53-89542d5428ff/mzl.tvydhezj.png/460x0w.png","https://is4-ssl.mzstatic.com/image/thumb/Purple113/v4/f8/de/90/f8de901d-82b9-cff6-b950-835d3b4108ce/mzl.odnjrimv.png/460x0w.webp","https://is5-ssl.mzstatic.com/image/thumb/Purple113/v4/17/1f/23/171f2317-a9c4-0188-57e0-0b06ecee2cc0/mzl.nfxgxmbt.png/460x0w.webp","https://is4-ssl.mzstatic.com/image/thumb/Purple123/v4/2d/17/8b/2d178b43-5a96-1452-c307-365de9d1f52d/mzl.sodqaudr.png/460x0w.webp","https://is5-ssl.mzstatic.com/image/thumb/Purple123/v4/78/6f/87/786f870e-21e1-f48b-3c8f-e0de9cc2c046/mzl.alrcjsof.png/460x0w.webp"],"size":265499443,"subtitle":"An alternative App for youtube on iOS.","tintColor":"ff0000","version":"16.13.1","versionDate":"2020-03-24T14:00:00-07:00","versionDescription":"Fixed bugs, improved performance, drank way too much coffee."}],"identifier":"com.apps++.altstore","name":"apps++","news":[],"userInfo":{}}
